Repository: HasanEltantawy/Qadaa
Catalog: qadaa/lib/l10n/intl_*.arb
Languages: bn, fa, ur

source: Activate App Lock
bn: অ্যাপ লক সক্রিয় করুন
fa: فعالسازی قفل برنامه
ur: ایپ لاک چالو کریں

source: Add
bn: যোগ করুন
fa: افزودن
ur: شامل کریں

source: Add Day
bn: এক দিন যোগ করুন
fa: افزودن روز
ur: ایک دن شامل کریں

source: Add Days
bn: আরও দিন যোগ করুন
fa: افزودن روز
ur: اور دن شامل کریں

source: ALert
bn: সতর্কতা
fa: هشدار
ur: انتباہ

# app_lang
source: App Language
bn: অ্যাপ ভাষা
fa: زبان برنامه
ur: ایپ کی زبان

source: App Lock
bn: অ্যাপ লক
fa: قفل برنامه
ur: ایپ لاک

# app_lock_default_password
source: Default Password
bn: ডিফল্ট পাসওয়ার্ড
fa: رمز پیش فرض
ur: پہلے سے طے شدہ پاس ورڈ

# app_lock_enter_new_password
source: Enter New Password
bn: নতুন পাসওয়ার্ড দিন
fa: ورود رمز جدید
ur: نیا پاس ورڈ درج کریں

# app_lock_enter_old_password
source: Enter Old Password
bn: পুরানো পাসওয়ার্ড দিন
fa: ورود رمز قبلی
ur: پرانا پاس ورڈ درج کریں

# app_lock_password_reset_done
source: Password Reset Done
bn: পাসওয়ার্ড রিসেট হয়েছে
fa: بازگردانی رمز انجام شد
ur: پاس ورڈ دوبارہ ترتیب ہوگئی ہے

# app_lock_reset_password
source: Reset Password
bn: পাসওয়ার্ড রিসেট করুন
fa: فراموشی رمز
ur: پاس ورڈ دوبارہ ترتیب دیں

source: Asr
bn: আসর
fa: عصر
ur: عصر

source: Completion Date
bn: সমাপ্তির তারিখ
fa: تاریخ تکمیل
ur: مکمل ہونے کی تاریخ

source: Custom Add Period
bn: কাস্টম মেয়াদ যোগ করুন
fa: افزودن دستی قاعدگی
ur: مدت شامل کریں

source: Custom Add Prayers
bn: কাস্টম নামাজ যোগ করুন
fa: افزودن دستی نماز
ur: نمازیں شامل کریں

# custom_done_period
source: Custom Add Period
bn: কাস্টম মেয়াদ সম্পন্ন
fa: افزودن دستی قاعدگی تکمیل شده
ur: پوری ہو گئی مدت

source: Custom Done Prayers
bn: কাস্টম নামাজ সম্পন্ন
fa: افزودن دستی نمازهای اداشده
ur: پوری ہو گئی نمازیں

source: Day
bn: দিন
fa: روز
ur: دن

source: Days
bn: দিন
fa: روز
ur: دن

source: Dhuhr
bn: যোহর
fa: ظهر
ur: ظہر

source: Done
bn: সম্পন্ন
fa: انجام شد
ur: پوری ہو گئی

source: Done Day
bn: এক দিন সম্পন্ন
fa: روز تکمیل شده
ur: پورا ہو گیا دن

source: Done Days
bn: সম্পন্ন দিন
fa: روزهای تکیل شده
ur: پورے ہو گئے دن

# done_prayer
source: Done
bn: নামাজ সম্পন্ন
fa: انجام شد
ur: پوری ہو گئی

source: Enter Password
bn: পাসওয়ার্ড দিন
fa: ورود رمز
ur: پاس ورڈ درج کریں

source: Fajr
bn: ফজর
fa: صبح
ur: فجر

source: Fast
bn: রোজা
fa: روزه
ur: روزہ

source: Ishaa
bn: ইশা
fa: عشاء
ur: عشاء

source: Maghrib
bn: মাগরিব
fa: مغرب
ur: مغرب

source: Make up Missed Prayers
bn: অবহেলিত নামাজ পূরণ করুন
fa: اقامه نمازهای قضا
ur: چھٹی ہوئی نمازیں

source: Missed Prayer
bn: অবহেলিত নামাজ
fa: نمازهای قضاشده
ur: چھوٹ گئی نمازیں

source: Month
bn: মাস
fa: ماه
ur: مہینہ

source: New Prayer
bn: নতুন নামাজ
fa: نماز جدید
ur: نئی نمازیں

source: No
bn: না
fa: خیر
ur: نہیں

source: No Missed Prayer
bn: কোনো অবহেলিত নামাজ নেই
fa: بدون نماز قضا
ur: کوئی چھوٹ گئی نماز نہیں

source: Open in Google Play
bn: Google Play এ খোলুন
fa: بازکردن در فروشگاه Google
ur: GooglePlay میں کھولیں

# other_settings
source: others
bn: অন্যান্য সেটিংস
fa: سایر
ur: دیگر ترتیبات

# periods_done_title
source: Time
bn: মেয়াদ
fa: قاعدگی
ur: مدت

# periods_title
source: Add Time
bn: মেয়াদ যোগ করুন
fa: افزون قاعدگی
ur: مدت شامل کریں

source: Prayer Settings
bn: নামাজ সেটিংস
fa: تنظیمات نماز
ur: نماز کی ترتیبات

# prayers_done_title
source: Prayers
bn: নামাজ
fa: نمازها
ur: نمازیں

# prayers_title
source: Add Prayers
bn: নামাজ যোগ করুন
fa: افزودن نماز
ur: نمازیں شامل کریں

# prayers_to_do_per_day
source: Prayers to do a day
bn: প্রতিদিন নামাজ করতে
fa: نمازهای قضای روزانه
ur: روزانہ کرنے کے لیے نمازیں

source: Qadaa
bn: কাদা
fa: قضا
ur: قضاء

source: Remaining Days
bn: বাকি দিন
fa: روزهای باقیمانده
ur: باقی دن

source: Reset everything
bn: সবকিছু রিসেট করুন
fa: پاک کردن همه
ur: ہر چیز دوبارہ سیٹ کریں

source: Settings
bn: সেটিংস
fa: تتظیمات
ur: ترتیبات

source: Skip
bn: এড়িয়ে চলুন
fa: ردشدن
ur: چھوڑیں

source: Splash Background
bn: স্প্ল্যাশ ব্যাকগ্রাউন্ড
fa: تصویر پس زمینه
ur: سپلیش پس منظر

# splash_random_image
source: Random Image
bn: অজানা চিত্র
fa: تصویر تصادفی
ur: بے ترتیب تصویر

# splash_static_color
source: Static color
bn: স্থির রঙ
fa: رنگ ثابت
ur: ٹھوس رنگ

# splash_static_image
source: Static Image
bn: স্থির চিত্র
fa: تصویر ثابت
ur: ٹھوس تصویر

source: Start
bn: শুরু করুন
fa: شروع
ur: شروع کریں

# sure_to_reset_everything_msg
source: Are you sure you want to reset everything?
bn: আপনি কি নিশ্চিত যে আপনি সবকিছু রিসেট করতে চান?
fa: آیا مطمئن هستید که میخواهید همه چیز را پاک کنید؟
ur: کیا آپ واقعی ہر چیز کو دوبارہ سیٹ کرنا چاہتے ہیں؟

source: Today
bn: আজ
fa: امروز
ur: آج

source: UI
bn: ইউআই
fa: نمای کاربری
ur: یوآئی

source: Version
bn: সংস্করণ
fa: نسخه
ur: ورژن

source: Week
bn: সপ্তাহ
fa: هفته
ur: ہفتہ

source: Year
bn: বছর
fa: سال
ur: سال

source: Yes
bn: হ্যাঁ
fa: بله
ur: ہاں
